Repository: alikaptanoglu/Pinkoob
Catalog: languages/*.po
Languages: fa_ir

source: All data and profile will be deleted.
fa_ir: تمام داده ها و اطلاعات عمومی حذف خواهد شد.

source: Are you sure you want to permanently delete this account?
fa_ir: آیا مطمئن هستید می خواهید حساب کاربری را برای همیشه حذف کنید؟

source: This is an administrator account. To delete this account, go to WP-Admin > Users.
fa_ir: این یک حساب کاربری مدیر سیستم باشد. برای حذف این حساب، به WP-مدیریت> کاربران.

source: If you would like to change the password, type a new one.Otherwise leave them blank.
fa_ir: درصورتی که می خواهید رمزعبور تان را تغییر دهید، این فیلد را پر کنید، در غیر اینصورت آن را خالی بگذارید.

source: All
fa_ir: همه

source: Price
fa_ir: قیمت

source: Sort by
fa_ir: منظم کردن بر اساس

source: Most recent
fa_ir: جدیدترین مطالب

source: Most popular
fa_ir: محبوبترین ها

source: Price lowest
fa_ir: پایین ترین قیمت

source: Price highest
fa_ir: بالاترین قیمت

source: Top Users (Most Followers)
fa_ir: کاربران برتر (بیشترین دنبال شده)

source: Nobody yet.
fa_ir: هنوز هیچکس.

source: Top Users (Most Pins)
fa_ir: کاربران برتر (بیشترین تصویر)

source: Invalid content
fa_ir: محتوا نامعتبر است

source: Invalid response code
fa_ir: کد پاسخ نامعتبر است

source: Invalid url
fa_ir: آدرس اشتباه است

source: My Own Pins
fa_ir: تصاویر خودم

source: Tags
fa_ir: برچسب

source: Users
fa_ir: کاربر

source: Search...
fa_ir: جستجو ...

source: pins
fa_ir: تصویر

source: All categories
fa_ir: همه دسته ها

source: Min Price
fa_ir: کمترین قیمت

source: Max Price
fa_ir: بیشترین قیمت

source: Also from
fa_ir: همچنین از

source: Related Pins
fa_ir: تصاویر مشابه

source: Like
fa_ir: لایک

source: Embed
fa_ir: جاسازی کردن

source: Zoom
fa_ir: بزرگ نمایی

source: Download
fa_ir: دانلود تصویر

source: Report
fa_ir: گزارش

source: Repinned from
fa_ir: باز نشر شده از

source: more likes
fa_ir: لایک های بیشتر

source: more repins
fa_ir: باز نشرهای بیشتر

source: px -Image Width
fa_ir: px - عرض تصویر

source: px -Image Height
fa_ir: px - ارتفاع تصویر

source: via
fa_ir: از طریق

source: on
fa_ir: روشن

source: Please write a little about why you want to report this pin.
fa_ir: لطفاً دلیل گزارش را بنویسید.

source: Pin reported. Thank you for your submission.
fa_ir: تصویر گزارش شد ، از شما متشکریم .

source: Report Pin
fa_ir: گزارش تصویر

source: No color has been selected yet!
fa_ir: هنوز رنگی برای این تصویر ثبت نشده!
