Repository: alikaptanoglu/Pinkoob
Catalog: languages/*.po
Languages: fa_ir

source: 404 Error: Page Not Found
fa_ir: خطای 404 : صفحه پیدا نشد.

source: Oops... the page you requested could not be found.
fa_ir: متاسفانه صفحه مورد نظر شما یافت نشد.

source: Perhaps searching will help.
fa_ir: احتمالا جستجو به شما کمک خواهد کرد.

source: Most Followers
fa_ir: بیشترین دنبال کننده

source: Most Pins
fa_ir: بیشترین تصاویرارسال شده

source: Boards
fa_ir: آلبوم ها

source: Pins
fa_ir: تصویر

source: Likes
fa_ir: لایک

source: Followers
fa_ir: دنبال کننده

source: Following
fa_ir: دنبال شونده

source: Follow
fa_ir: دنبال کردن

source: Unfollow
fa_ir: دنبال نکردن

source: Share on Facebook
fa_ir: اشتراک در فیسبوک

source: Share on Twitter
fa_ir: اشتراک در توییتر

source: Share on Reddit
fa_ir: اشتراک در رددیت

source: Share on Google+
fa_ir: اشتراک در گوگل پلاس

source: Share on Pinterest
fa_ir: اشتراک در پینترست

source: Edit Profile
fa_ir: ویرایش پروفایل

source: Edit User
fa_ir: ویرایش کاربر

source: Nothing yet.
fa_ir: هنوز موردی ارسال نشده است .

source: Pin
fa_ir: تصویر

source: Follower
fa_ir: دنبال کننده

source: Myself!
fa_ir: خودم

source: &laquo; Previous
fa_ir: &laquo;قبلی

source: Next &raquo;
fa_ir: بعدی &laquo;

source: No one following yet.
fa_ir: هنوز کسی شما را دنبال نمیکند.

source: Not following anyone yet.
fa_ir: شما هنوز کسی را دنبال نکرده اید.

source: pin
fa_ir: تصویر

source: Follow Board
fa_ir: دنبال کردن آلبوم

source: Unfollow Board
fa_ir: دنبال نکردن آلبوم

source: Edit Board
fa_ir: ویرایش آلبوم

source: 0 Comments
fa_ir: 0 نظر

source: 1 Comment
fa_ir: 1 نظر

source: % Comments
fa_ir: % نظر

source: Edit
fa_ir: ویرایش

source: Pages:
fa_ir: صفحه:

source: Category
fa_ir: دسته بندی

source: Filter
fa_ir: فیلتر

source: &laquo; Older Comments
fa_ir: &laquo; نظرات پیشین

source: Newer Comments &raquo;
fa_ir: نظرات جدید &raquo;

source: X Cancel reply
fa_ir: X لغو پاسخ

source: Post Comment
fa_ir: ارسال نظر

source: Add a comment...
fa_ir: افزودن نظر

source: Login to comment...
fa_ir: برای ارسال نظر وارد سایت شوید...

source: Welcome
fa_ir: خوش آمدید

source: Username or Email
fa_ir: نام کاربری یا ایمیل

source: Password
fa_ir: رمز عبور

source: Forgot?
fa_ir: فراموش کرده اید ؟

source: Login
fa_ir: ورود

source: or
fa_ir: یا

source: Sign Up
fa_ir: عضویت

source: Top
fa_ir: رفتن به بالا

source: You need to enable Javascript.
fa_ir: شما به فعالسازی جاوا اسکریپت نیاز دارید.

source: Color schemes
fa_ir: رنگبندی

source: Color scheme
fa_ir: رنگبندی

source: all colors
fa_ir: تمام زنگها

source: add new color
fa_ir: افزودن رنگ جدید

source: Submit Colors
fa_ir: ثبت رنگبندی

source: Successfully submitted.
fa_ir: با موفقیت ثبت شد.

source: Sorry something wrong happend!
fa_ir: خطایی رخ داد!

source: %s min ago
fa_ir: %s دقیقه قبل

source: %s mins ago
fa_ir: %s دقیقه قبل

source: %s hour ago
fa_ir: %s ساعت قبل

source: %s hours ago
fa_ir: %s ساعت قبل

source: %s day ago
fa_ir: %s روز قبل

source: %s days ago
fa_ir: %s روز قبل

source: Reply
fa_ir: پاسخ

source: Your comment is awaiting moderation.
fa_ir: نظر شما در انتظار بررسی ست .

source: Description
fa_ir: توضیحات

source: Add a new board first...
fa_ir: ابتدا آلبوم جدیدی اضافه کنید ...

source: Untitled
fa_ir: بدون عنوان

source: Pinned onto
fa_ir: سنجاق زدن به

source: Board in
fa_ir: آلبوم در

source: Board by
fa_ir: آلبوم توسط

source: Pins from
fa_ir: سنجاق شده از

source: Tag:
fa_ir: برچسب :

source: Category:
fa_ir: دسته بندی :

source: Search results for
fa_ir: جستجوی نتایج برای

source: Email not verified. Please check your email for verification link.
fa_ir: ایمیل تایید نشده است ، برای تایید ایمیل روی لینک فعالسازی ارسال شده به ایمیلتان کلیک کنید

source: <strong>ERROR</strong>: Incorrect Captcha.
fa_ir: <strong>خطا </strong>:کد را اشتباه وارد کرده اید.

source: This content is password protected. To view it please enter your password below:
fa_ir: این محتوا توسط پسورد شما محافظت شده است برای مشاهده آن رمز عبور خود را وارد نمایید.

source: Edit Comment
fa_ir: ویرایش دیدگاه

source: Comment
fa_ir: نظر

source: Cancel
fa_ir: لغو

source: Save
fa_ir: ذخیره

source: Describe your pin...
fa_ir: درباره تصویر توضیحی بنویسید ...

source: Title...
fa_ir: عنوان ...

source: Description...
fa_ir: توضیحات ...

source: Tags e.g. comma, separated
fa_ir: برچسب ها (با کاما , از هم جدا شوند)

source: Price e.g. 23.45
fa_ir: قیمت به عنوان مثال 23.45

source: Category for New Board
fa_ir: انتخاب دسته برای آلبوم جدید

source: Now
fa_ir: الان

source: All items loaded
fa_ir: همه موارد بارگذاری شدند

source: Add Another Pin
fa_ir: افزودن تصویر دیگر

source: Add new board...
fa_ir: افزودن آلبوم جدید

source: Board already exists. Please try another title.
fa_ir: این آلبوم در حال حاضر وجود دارد. لطفا عنوان دیگری را امتحان کنید.

source: Error. Please try again.
fa_ir: خطا ! لطفا دوباره تلاش فرمایید .

source: Close
fa_ir: بستن

source: comment
fa_ir: نظر

source: comments
fa_ir: نظر

source: Enter new board title
fa_ir: عنوان آلبوم جدید را وارد کنید

source: Image is too small (min size: %d x %dpx)
fa_ir: تصویر بیش از حد کوچک است (اندازه حداقل: %d x %dpx)

source: Incorrect Username/Password
fa_ir: نام کاربری یا رمز عبور اشتباه است

source: Mixing video and image files is not allowed.
fa_ir: ترکیب تصویر و ویدیو مجاز نیست.

source: Multiple video upload is not allowed.
fa_ir: آپلود چندن ویدیو مجاز نیست.

source: Invalid media file. Please choose a JPG/GIF/PNG/MP4/OGG/WEBM file.
fa_ir: فرمت تصویر نامعتبر است. (فرمت های قابل استفاده: JPG/GIF/PNG/MP4/OGG/WEBM )

source: Loading...
fa_ir: در حال بارگذاری ... لطفا صبور باشید ...

source: Notifications (Latest 30)
fa_ir: آخرین اعلامیه ها

source: onto
fa_ir: در

source: Please create a new board
fa_ir: آلبوم جدیدی ایجاد کنید

source: Please enter title
fa_ir: عنوان را وارد کنید

source: Please login or register here
fa_ir: وارد شوید یا ثبت نام کنید

source: Please type a comment
fa_ir: نظری بنویسید

source: Pinned to
fa_ir: سنجاق شده به

source: Please enter both username and password.
fa_ir: نام کاربری و رمز عبور را وارد کنید

source: Please enter url
fa_ir: لطفا آدرس را وارد کنید

source: Repin
fa_ir: بازنشر

source: Repins
fa_ir: باز نشر

source: Repinned to
fa_ir: بازنشر به

source: See This Pin
fa_ir: مشاهده این تصویر

source: See All
fa_ir: مشاهده همه

source: Share it with your friends
fa_ir: با دوستانتان به اشتراک بگذارید

source: Sorry, unable to find any pinnable items.
fa_ir: متاسفانه قادر به یافتن تصویر مناسب نیست!

source: Video
fa_ir: ویدیو

source: Your pin is pending review
fa_ir: تصویر شما در انتظار تایید می باشد

source: %s repinned your "%s" pin at %s
fa_ir: %sاین تصویر "%s" شما را باز نشر کرد در: %s

source: To change your notification settings, visit %s
fa_ir: برای تغییر تنظیمات اعلامیه ها به این آدرس %s مراجعه کنید !

source: [%s] Someone repinned your pin
fa_ir: [%s] کسی تصویر شما را باز نظر کرد

source: %s liked your "%s" pin at %s
fa_ir: %s تصویر "%s" شما را پسندید %s

source: [%s] Someone liked your pin
fa_ir: [%s] کسی تصویر شما را پسندید

source: %s is now following you. View %s's profile at %s
fa_ir: %s شما را دنبال می کند. مشاهده پروفایل %s در این آدرس: %s

source: [%s] Someone is following you
fa_ir: [%s] کسی شما را دنبال می کند

source: %s commented on your "%s" pin at %s
fa_ir: %s برای تصویر "%s" شما نظر ارسال کرد، آدرس: %s

source: [%s] Someone commented on your pin
fa_ir: [%s] کسی در تصویر شما نظری ارسال کرد

source: New comment on the pin "%s"
fa_ir: نظر جدید در تصویر "%s"

source: Author : %1$s (IP: %2$s , %3$s)
fa_ir: نویسنده: %1$s (آی پی: %2$s, %3$s)

source: E-mail : %s
fa_ir: ایمیل : %s

source: URL : %s
fa_ir: آدرس : %s

source: Whois : http://whois.arin.net/rest/ip/%s
fa_ir: دامنه : http://whois.arin.net/rest/ip/%s

source: Comment:
fa_ir: نظر:

source: You can see all comments on this pin here:
fa_ir: شما می توانید تمام نظرات تصویر را در اینجا ببینید:

source: Permalink: %s
fa_ir: لینک ثابت: %s

source: Delete it: %s
fa_ir: حذف: %s

source: Spam it: %s
fa_ir: اسپم کن: %s

source: [%1$s] Comment: "%2$s"
fa_ir: [%1$s] نظر: "%2$s"

source: "%1$s" from %2$s by %3$s.
fa_ir: "%1$s" از %2$s توسط %3$s.

source: "%1$s" from %2$s.
fa_ir: "%1$s" از %2$s.

source: "%1$s" by %2$s.
fa_ir: "%1$s" توسط %2$s.

source: Genre: %s.
fa_ir: ژانر : %s

source: Hi %s
fa_ir: سلام %s

source: %s wants to share "%s" with you.
fa_ir: %s می خواهد "%s" را با شما به اشتراک بگذارد .

source: %s said, "%s".
fa_ir: %1$s گفت %2$s:

source: View pin at %s
fa_ir: مشاهده تصویر در %s

source: View %s's profile at %s
fa_ir: مشاهده پروفایل %s's در %s

source: %s wants to share a pin with you from %s
fa_ir: %s می خواهد یک تصویر را با شما به اشتراک بگذارد از %s

source: View board at %s
fa_ir: مشاهده آلبوم در %s

source: %s wants to share a board with you from %s
fa_ir: %s می خواهد یک آلبوم را با شما به اشتراک بگذارد از %s

source: User(%s) reported the "%s" pin.
fa_ir: کاربر(%s) برای تصویر "%s" گزارش ارسال کرده

source: An unregistered user reported the "%s" pin.
fa_ir: کاربر میهمان برای تصویر "%s" گزارش ارسال کرده

source: Message: %s
fa_ir: پیام : %s

source: [%s] Someone reported a pin
fa_ir: [%s] کسی تصویری را گزارش داده

source: Group Settings
fa_ir: تنظیمات آلبوم

source: Lost Your Password?
fa_ir: رمز عبور خود را فراموش کرده اید ؟

source: Item Settings
fa_ir: تنظیمات آیتم

source: Settings
fa_ir: تنظیمات

source: Everything
fa_ir: همه چیز

source: Popular
fa_ir: محبوب ترین ها

source: Source
fa_ir: منبع

source: Notifications
fa_ir: اعلامیه ها

source: Top Users
fa_ir: کاربران برتر

source: Categories
fa_ir: دسته ها

source: Add Pin
fa_ir: افزودن تصویر

source: Add Board
fa_ir: افزودن آلبوم

source: Following Feed
fa_ir: فید دنبال های من

source: Profile &amp; Pins
fa_ir: پروفایل و تصاویر

source: WP Admin
fa_ir: مدیریت سامانه

source: Log Out
fa_ir: خروج

source: Find us on Facebook
fa_ir: ما را در فیسبوک بیابید

source: Follow us on Twitter
fa_ir: ما را در توییتر دنبال کن

source: Subscribe to RSS Feed
fa_ir: مشترک شدن در خوراک RSS

source: Search
fa_ir: جستجو

source: Your current theme does not have support for the Options Framework plugin. <a href="%1$s" target="_blank">Learn More</a> | <a href="%2$s">Hide Notice</a>
fa_ir: قالب فعلی شما با پلاگین فریم ورک قالب سازگار نیست. <a href="%1$s" target="_blank">بیشتر یاد بگیرید</a> | <a href="%2$s">مخفی کردن این نکته</a>

source: Theme Options
fa_ir: تنظیمات قالب

source: Click OK to reset. Any theme settings will be lost!
fa_ir: برای بازیابی اوکی کنید! توجه داشته باشید که تمام تنظیمات شما حذف می شوند

source: Default options restored.
fa_ir: تنظیمات پیشفرض بازگردانی شد.

source: Options saved.
fa_ir: تنظیمات ذخیره شد .

source: No file chosen
fa_ir: فایلی انتخاب نشده

source: Upload
fa_ir: آپلود

source: Remove
fa_ir: حذف

source: View File
fa_ir: مشاهده فایل

source: No Repeat
fa_ir: بدون تکرار

source: Repeat All
fa_ir: تکرار همه

source: Top Left
fa_ir: بالا چپ

source: Top Center
fa_ir: بالا وسط

source: Top Right
fa_ir: بالا راست

source: Middle Left
fa_ir: وسط چپ

source: Middle Center
fa_ir: وسط وسط

source: Middle Right
fa_ir: وسط راست

source: Bottom Left
fa_ir: پایین چپ

source: Bottom Center
fa_ir: پایین وسط

source: Bottom Right
fa_ir: پایین راست

source: Fixed in Place
fa_ir: ثابت در جای خود

source: Normal
fa_ir: عادی

source: Cannot Like Own Pin
fa_ir: شما نمیتوانید تصویر خود را لایک کنید

source: Pending Review
fa_ir: در انتظار بررسی

source: Start following some users or boards to fill this space up
fa_ir: برای شروع ؛ کاربر یا آلبومی را دنبال کنید !

source: likes
fa_ir: لایک

source: Search free high-resolution photos
fa_ir: در میان تصاویر با کیفیت جستجو کنید

source: Common tags
fa_ir: برچسب های رایج

source: Photo by
fa_ir: عکس توسط

source: General Settings
fa_ir: تنظیمات عمومی

source: Photo of the day
fa_ir: تصویر منتخب روز

source: Enable
fa_ir: فعال

source: Disable
fa_ir: غیرفعال

source: Photo of the day post
fa_ir: پست تصویر منتخب روز

source: Photo of the day bottom text
fa_ir: متن زیرین تصویر منتخب روز

source: Photo of the day top text
fa_ir: متن بالای تصویر منتخب روز

source: Most Likes
fa_ir: بیشترین لایک

source: Most Repins
fa_ir: بیشترین بازنشر

source: Most Comments
fa_ir: بیشترین دیدگاه

source: Random
fa_ir: تصادفی

source: Show All
fa_ir: مشاهده همه

source: Pin It Button Image
fa_ir: تصویر دکمه سنجاق زدن

source: Default Avatar
fa_ir: آواتار پیشفرض

source: Facebook Comments
fa_ir: نظرات فیس بوکی

source: Show Repins
fa_ir: نمایش بازنشرها

source: Form Title & Description
fa_ir: عنوان و توضیحات فرم

source: Category For Blog
fa_ir: دسته برای وبلاگ

source: Edit Page
fa_ir: ویرایش صفحه

source: Title
fa_ir: عنوان

source: Select a Category
fa_ir: انتخاب دسته

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Delete Board
fa_ir: حذف آلبوم

source: No boards found.
fa_ir: آلبومی یافت نشد !

source: All pins on this board will also be deleted.
fa_ir: همه تصاویر مربوط به این آلبوم حذف خواهند شد !

source: Are you sure you want to permanently delete this board?
fa_ir: آیا برای حذف این آلبوم اطمینان دارید ؟

source: Logged Out Successfully
fa_ir: با موفقیت خارج شدید !

source: Your password has been reset.
fa_ir: رمز عبور شما مجددا تنظیم شده است

source: User registration is currently closed.
fa_ir: ثبت نام ، هم اكنون امکان پذیر نیست.

source: To activate account, please check your email for verification link.
fa_ir: برای فعالسازی حساب خود بر روی لینک تاییدیه ارسال شده به ایمیلتان کلیک کنید .

source: Account not activated yet. Please check your email for verification link.
fa_ir: حساب شما هنوز فعال نشده است .برای تایید لینک فعال سازی ارسال شده به ایمیلتان را ببینید

source: Verification success. You may login now.
fa_ir: فعالسازی با موفیت انجام شد .اکنون وارد سایت شوید

source: Invalid verification key
fa_ir: فعال سازی موفقیت آمیز نبود!

source: Incorrect Username
fa_ir: نام کاربری اشتباه است

source: Captcha
fa_ir: کد امنیتی

source: Don't have an account? Sign Up Now
fa_ir: هنوز عضو نشده اید ؟ اکنون به جمع ما بپیوندید !

source: The passwords do not match.
fa_ir: رمز عبور صحیح نیست !

source: Passwords must be at least 6 characters long.
fa_ir: رمز عبور حداقل باید 6 کاراکتر باشد !

source: <strong>ERROR</strong>: Enter a username or e-mail address.
fa_ir: <strong>خطا</strong>: لطفا نام کاربری یا آدرس ایمیل خود را وارد کنید.

source: <strong>ERROR</strong>: There is no user registered with that email address.
fa_ir: <strong>خطا</strong>: هيچ کاربری با اين آدرس ايميل وجود ندارد.

source: <strong>ERROR</strong>: Invalid username or e-mail.
fa_ir: <strong>خطا</strong>: نام کاربری یا آدرس ایمیل نامعتبر است.

source: Password reset is not allowed for this user
fa_ir: تنظیم مجدد رمز عبور برای این کاربر مجاز نیست !

source: Someone requested that the password be reset for the following account:
fa_ir: شخصی درخواست رمز عبور جدید برای این حساب کاربری را به سایت ارسال کرده است:

source: Username: %s
fa_ir: نام کاربری : %s

source: If this was a mistake, just ignore this email and nothing will happen.
fa_ir: چنانچه این اتفاق مطابق با خواسته شما نبوده است، کافی است دریافت این ایمیل را فراموش کرده و یا حتی آن را پاک کنید. در این صورت هیچ تغییری در حساب کاربری شما رخ نخواهد داد.

source: To reset your password, visit the following address:
fa_ir: برای تنظیم مجدد کلمه عبورتان، این آدرس را دنبال کنید:

source: [%s] Password Reset
fa_ir: [%s] تنظیم مجدد کلمه عبور

source: The e-mail could not be sent.
fa_ir: ایمیل ارسال نمی شود.

source: Possible reason: your host may have disabled the mail() function.
fa_ir: دلیل احتمالی: میزبان شما ممکن است تابع mail() را غیرفعال کرده باشد.

source: Check your e-mail for the confirmation link.
fa_ir: ايميل خود را برای دریافت لينک تأييد بررسي کنيد.

source: Sorry, that key does not appear to be valid.
fa_ir: با عرض پوزش، این کلید معتبر به نظر نمی رسد. لطفا مجددا سعی نماييد.

source: Get New Password
fa_ir: کلمه عبور جدید

source: You will receive a link to create a new password via email.
fa_ir: شما یک لینک برای ایجاد یک کلمه عبور جدید را از طریق ایمیل دریافت خواهید کرد.

source: Reset Password
fa_ir: تغییر رمز عبور

source: New password
fa_ir: رمز عبور جدید

source: Confirm new password
fa_ir: تأیید رمز عبور جدید

source: Only notifications from last 30 days are available for viewing
fa_ir: فقط اعلان های 30 روز گذشته برای مشاهده در دسترس هستند

source: No Notifications Yet.
fa_ir: بدون اطلاعیه

source: liked your
fa_ir: شما را لایک کرد

source: repinned your
fa_ir: شما را باز نشر کرد

source: is following you
fa_ir: شما را دنبال میکند

source: commented on your
fa_ir: نظر ارسال کرد برای

source: Edit Pin
fa_ir: ویرایش تصویر

source: Source e.g. http://domain.com/link
fa_ir: مثال : http://domain.com/link

source: Save Pin
fa_ir: ذخیره تصویر

source: Delete Pin
fa_ir: حذف تصویر

source: No pins found.
fa_ir: تصویری یافت نشد

source: Invalid image file.
fa_ir: فرمت تصویر نامعتبر است

source: Unable to fetch image from remote site
fa_ir: قادر به دریافت تصویر از سایت دیگر نیستیم

source: Please save image onto device and upload from device.
fa_ir: لطفا تصویر را بر روی سیستم خود ذخیره وسپس آپلود کنید !

source: Pin It
fa_ir: سنجاق کن

source: <h4>From device</h4>
fa_ir: <h4>از حافظه دستگاه</h4>

source: Browse &amp; Upload
fa_ir: انتخاب و بارگذاری

source: From Web
fa_ir: از آدرس

source: Fetch
fa_ir: بررسی

source: Pin It Bookmarklet
fa_ir: کلید بوکمارک

source: Drag the above button to your bookmarks/favorites toolbar. Then click to pin an image from any website. You can also pin videos from
fa_ir: کلید بوکمارک را بر روی بخش بوکمارک یا علاقه مندی های مرورگر خود بکشید‫ و یا با کیلک راست آن را به بوکمارک های خود اضافه کنید.‬ سپس در هر وبسایتی با کلیک بر روی این دکمه می توانید مستقیما تصاویر مورد علاقه خود رابه آلبوم هایتان بچسبانید

source: please select the main picture to use as thumbnail.
fa_ir: لطفا تصویر شاخص این پست را انتخاب نمایید.

source: Are you sure you want to permanently delete this pin?
fa_ir: آیا مطمئن هستید که می خواهید این تصویر را برای همیشه حذف کنید؟

source: <strong>ERROR</strong>: Enter email address.
fa_ir: <strong>ERROR:</strong> آدرس ایمیل را وارد کنید.

source: Thank you for registering with %s.
fa_ir: با تشکر از شما برای ثبت نام با %s.

source: Please click the link to verify your email:
fa_ir: لطفاً به منظور تایید و فعال سازی حساب کاربری خود، بروی لینک زیر کلیک کنید:

source: [%s] Account Registration
fa_ir: [%s] حساب کاربری شما ثبت شد

source: <strong>ERROR</strong>: Account is already activated.
fa_ir: <strong>خطا</strong>: حساب کاربری در حال حاضر فعال است.

source: <strong>ERROR</strong>: Email not found.
fa_ir: <strong>خطا</strong>: ایمیل پیدا نشد.

source: <strong>ERROR</strong>: Please enter a username.
fa_ir: <strong>خطا:</strong> لطفا یک نام کاربری وارد کنید.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
fa_ir: <strong>خطا</strong>: نام کاربری وارد شده نامعتبر است، زیرا در آن از کاراکترهای غیر مجاز استفاده شده است. لطفا یک نام کاربری مجاز وارد کنید.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
fa_ir: <strong>خطا:</strong> این نام کاربری قبلاً ثبت شده است. لطفاً نام کاربری دیگری را انتخاب نماييد.

source: <strong>ERROR</strong>: Please type your e-mail address.
fa_ir: <strong>خطا</strong>: لطفا آدرس ایمیل خود را وارد کنید.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
fa_ir: <strong>خطا:</strong> آدرس ایمیل صحیح نمی باشد.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
fa_ir: <strong>خطا</strong>: آدرس ایمیل وارد شده قبلا در سایت ثبت شده است. لطفا آدرس ایمیل دیگری انتخاب و وارد کنید.

source: Password cannot be blank.
fa_ir: رمز عبور نمی تواند خالی باشد.

source: Antispam field is incorrect.
fa_ir: کد امنیتی نادرست است.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
fa_ir: <strong>خطا:</strong> امکان ثبت نام برای شما ممکن نیست، لطفاً در صورت نیاز به <a href="mailto:%s">مدیریت</a> ایمیل ارسال کنید.

source: Password: %s
fa_ir: %s : رمز عبور

source: Resend Activation Email
fa_ir: ارسال مجدد ایمیل فعالسازی

source: Please check your email for activation.
fa_ir: لطفا ایمیل خود را برای فعالسازی چک کنید .

source: Email
fa_ir: ایمیل

source: Resend
fa_ir: ارسال مجدد

source: Check your junk/spam folder if you did not receive the activation email
fa_ir: اگر ایمیل فعال سازی دریافت نکردید، پوشه هرزنامه و اسپم ایمیل خود را نیز بررسی کنید

source: Username
fa_ir: نام کاربری

source: Confirm Password
fa_ir: تایید رمز عبور

source: I Agree To The
fa_ir: موافقم

source: Terms of Service
fa_ir: قوانین و مقررات

source: Already have an account? Login now
fa_ir: آیا قبلا عضو شده اید ؟ وارد شوید

source: Resend activation email
fa_ir: ارسال دوباره ایمیل فعالسازی

source: <strong>ERROR</strong>: You entered your new password only once.
fa_ir: <strong>خطا</strong>: شما رمز عبور جدید خود را تنها یکبار وارد کردید

source: <strong>ERROR</strong>: Please enter your password.
fa_ir: <strong>خطا</strong>: لطفا رمزعبور خود را وارد نماييد.

source: <strong>ERROR</strong>: Please enter your password twice.
fa_ir: <strong>خطا</strong>: لطفا رمزعبور را دو بار وارد نماييد.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
fa_ir: <strong>خطا</strong>: رمز عبور نمی تواند شامل کاراکتر "\\" باشد.

source: <strong>ERROR</strong>: Please enter the same password in the two password fields.
fa_ir: <strong>خطا</strong>: لطفا رمز عبور یکسانی را در هر دو فیلد وارد کنید.

source: <strong>ERROR</strong>: Please enter an email address.
fa_ir: <strong>خطا</strong>: لطفایک آدرس ایمیل وارد نماييد.

source: [%s] Email Verification
fa_ir: [%s] تایید ایمیل

source: No Such User.
fa_ir: چنین کاربری وجود ندارد.

source: Administrator Profile: No Access
fa_ir: پروفایل مدیر: عدم دسترسی

source: Account settings
fa_ir: تنظیمات حساب

source: Change Profile Username? (Days Left:
fa_ir: تغییر مشخصات نام کاربری? (روزهای گذشته :

source: Change
fa_ir: تغییر

source: You will be logged out upon successful changing of username. Please login again with
fa_ir: پس از تغییر موفق نام کاربری خارج خواهيد شد. لطفا دوباره وارد شوید با

source: Settings Saved.
fa_ir: تنظیمات ذخیره شد .

source: Your email will be changed upon verification. Please check your new email for verification link.
fa_ir: ایمیل شما پس از تأیید تغییر کرده است. لطفاً ایمیل جدید خود را برای لینک تایید چک کنید.

source: Your email has been verified and updated.
fa_ir: ایمیل شما تایید و به روز شده است.

source: Invalid email provided by
fa_ir: ایمیل نامعتبر ارائه شده توسط

source: Please enter a valid email to receive email notifications.
fa_ir: لطفا یک ایمیل معتبر برای دریافت اطلاعیه ها وارد کنید.

source: Change password
fa_ir: تغییر رمز عبور

source: Delete Account
fa_ir: حذف حساب کاربری

source: Profile
fa_ir: پروفایل

source: See Your Public Profile
fa_ir: مشخصات عمومی خود را ببینید

source: Display Name
fa_ir: نام نمایشی

source: About
fa_ir: درباره من

source: Location
fa_ir: موقعیت مکانی

source: city, country
fa_ir: شهر، کشور

source: Website
fa_ir: وب سایت

source: myweb.com
fa_ir: مثال: myweb.com

source: Facebook Username
fa_ir: نام کاربری فیسبوک

source: myfb
fa_ir: مثال: myfb

source: Twitter Username
fa_ir: نام کاربری توییتر

source: mytwitter
fa_ir: مثال: mytwitter

source: Pinterest Username
fa_ir: نام کاربری پینترست

source: mypinterest
fa_ir: مثال: mypinterest

source: Google+ ID
fa_ir: شناسه گوگل +

source: +mygoogle or 123456789
fa_ir: + mygoogle یا 123456789

source: Email Notifications
fa_ir: اعلان های ایمیل

source: Notify when someone follows me
fa_ir: اگر کاربری من را دنبال کرد خبر بده

source: Notify when someone likes my pin
fa_ir: اگر کاربری تصویر من را لایک کرد خبر بده

source: Notify when someone repins my pin
fa_ir: اگر کاربری تصویر من را بازنشر کرد خبر بده

source: Notify when someone comments on my pin
fa_ir: اگر کسی برای تصویر من نظر گذاشت خبر بده

source: Avatar (Recommended 300 x 300px)
fa_ir: آواتار (توصیه شده 300 * 300px)

source: Profile Cover (Recommended 1500 x 300px)
fa_ir: کاور پروفایل (توصیه شده 1،500 X 300px)
